{
    "(and :count more error)": "(és még :count hiba)",
    "(and :count more errors)": "(és még :count hiba)|(és még :count hiba)|(és még :count hiba)",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Új ellenőrző linket küldtünk a profilbeállításokban megadott e-mail címre.",
    "A new verification link has been sent to your email address.": "Új ellenőrző linket küldtünk az e-mail címére.",
    "Accept Invitation": "Meghívó Elfogadása",
    "Add": "Hozzáadás",
    "Add a new team member to your team, allowing them to collaborate with you.": "Adjon hozzá egy új csapattagot a csapatához, lehetővé téve számukra, hogy együttműködjenek veled.",
    "Add additional security to your account using two factor authentication.": "Adjon hozzá további biztonságot fiókjához kéttényezős hitelesítéssel.",
    "Add Team Member": "Csapat Tag Hozzáadása",
    "Added.": "Tette hozzá.",
    "Administrator": "Adminisztrátor",
    "Administrator users can perform any action.": "A rendszergazdai felhasználók bármilyen műveletet végrehajthatnak.",
    "All of the people that are part of this team.": "Mindenki, aki a csapat tagja.",
    "All rights reserved.": "Minden jog fenntartva.",
    "Already registered?": "Már regisztrált?",
    "API Token": "API-token",
    "API Token Permissions": "API Token engedélyek",
    "API Tokens": "API tokenek",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Az API tokenek lehetővé teszik a harmadik féltől származó szolgáltatások hitelesítését az alkalmazásunkkal az Ön nevében.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Biztos, hogy törölni akarja ezt a csapatot? A csapat törlése után minden erőforrása és adata véglegesen törlésre kerül.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Biztos benne, hogy törölni szeretné fiókját? A fiók törlése után minden erőforrása és adata véglegesen törlődik. Kérjük, adja meg jelszavát annak megerősítéséhez, hogy véglegesen törölni szeretné fiókját.",
    "Are you sure you would like to delete this API token?": "Biztos benne, hogy törölni szeretné ezt az API tokent?",
    "Are you sure you would like to leave this team?": "Biztos, hogy el akarja hagyni ezt a csapatot?",
    "Are you sure you would like to remove this person from the team?": "Biztos benne, hogy el akarja távolítani ezt a személyt a csapatból?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Mielőtt folytatná, meg tudná igazolni e-mail címét az imént e-mailben elküldött linkre kattintva? Ha nem kapta meg az e-mailt, szívesen küldünk egy másikat.",
    "Browser Sessions": "Böngésző Munkamenetek",
    "Cancel": "Mégsem",
    "Click here to re-send the verification email.": "Kattintson ide az ellenőrző e-mail újbóli elküldéséhez.",
    "Close": "Bezárás",
    "Code": "Kód",
    "Confirm": "Megerősítés",
    "Confirm Password": "Jelszó megerősítése",
    "Create": "Létrehozás",
    "Create a new team to collaborate with others on projects.": "Hozzon létre egy új csapatot, hogy együttműködjön másokkal a projektekben.",
    "Create Account": "Fiók Létrehozása",
    "Create API Token": "API Token létrehozása",
    "Create New Team": "Új Csapat Létrehozása",
    "Create Team": "Csapat Létrehozása",
    "Created.": "Létrehozva.",
    "Current Password": "Aktuális Jelszó",
    "Dashboard": "Műszerfal",
    "Delete": "Törlés",
    "Delete Account": "Fiók Törlése",
    "Delete API Token": "API Token törlése",
    "Delete Team": "Csapat Törlése",
    "Disable": "Letiltás",
    "Done.": "Kész.",
    "Edit Profile": "Profil szerkesztése",
    "Editor": "Szerkesztő",
    "Editor users have the ability to read, create, and update.": "A szerkesztő felhasználók képesek olvasni, létrehozni és frissíteni.",
    "Email": "E-mail",
    "Email Password Reset Link": "E-Mail Jelszó Visszaállítása Link",
    "Enable": "Engedélyezés",
    "Ensure your account is using a long, random password to stay secure.": "Győződjön meg róla, hogy fiókja hosszú, véletlenszerű jelszót használ a biztonság érdekében.",
    "errors": "hibákat",
    "Finish enabling two factor authentication.": "Fejezze be a kétfaktoros hitelesítés engedélyezését.",
    "For your security, please confirm your password to continue.": "A biztonság érdekében kérjük, erősítse meg jelszavát a folytatáshoz.",
    "Forbidden": "Tiltott",
    "Forgot your password?": "Elfelejtette a jelszavát?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Elfelejtette a jelszavát? Semmi baj. Csak tudassa velünk az e-mail címét, majd e-mailben egy jelszó-visszaállítási linket, amely lehetővé teszi, hogy válasszon egy újat.",
    "Go to page :page": "Ugrás a :page. oldalra",
    "Great! You have accepted the invitation to join the :team team.": "Zseniális! Elfogadta a meghívást, hogy csatlakozzon a :team-as csapathoz.",
    "Hello!": "Helló!",
    "I agree to the :terms_of_service and :privacy_policy": "Elfogadom a :terms_of_service and :privacy_policy - t",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ha szükséges, akkor jelentkezzen ki az összes többi böngésző ülés az összes eszköz. Néhány legutóbbi ülés alább felsorolt; azonban, ez a lista nem lehet kimerítő. Ha úgy érzi, hogy fiókja veszélybe került, frissítenie kell a jelszavát is.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ha már rendelkezik fiókkal, az alábbi gombra kattintva elfogadhatja ezt a meghívást:",
    "If you did not create an account, no further action is required.": "Ha nem Ön hozta létre ezt a fiókot, akkor nincs további teendője.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ha nem számított arra, hogy meghívást kap a csapathoz, akkor eldobhatja ezt az e-mailt.",
    "If you did not request a password reset, no further action is required.": "Ha nem kezdeményzett jelszó helyreállítást, nincs további teendője.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ha nincs fiókja, létrehozhat egyet az alábbi gombra kattintva. Fiók létrehozása után az e-mailben található meghívó Elfogadás gombra kattintva elfogadhatja a csapat meghívását:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ha problémákba ütközik a \":actionText\" gombra kattintáskor, másolja be az allábi hivatkozást\na böngészőjébe:",
    "Invalid JSON was returned from the route.": "Érvénytelen JSON-t adtak vissza az útvonalról.",
    "Last active": "Utolsó aktív",
    "Last used": "Utoljára használt",
    "Leave": "Hagyja",
    "Leave Team": "Hagyja Csapat",
    "Location": "Elhelyezkedés",
    "Log in": "Bejelentkezés",
    "Log Out": "Kijelentkezés",
    "Log Out Other Browser Sessions": "Jelentkezzen Ki A Többi Böngésző Munkamenetből",
    "Login": "Bejelentkezés",
    "Logout": "Kijelentkezés",
    "Manage Account": "Fiók Kezelése",
    "Manage and log out your active sessions on other browsers and devices.": "Az aktív munkamenetek kezelése és kijelentkezése más böngészőkön és eszközökön.",
    "Manage API Tokens": "API tokenek kezelése",
    "Manage Role": "Szerep Kezelése",
    "Manage Team": "Csapat Kezelése",
    "Name": "Név",
    "New Password": "Új Jelszó",
    "Not Found": "Nem található",
    "of": "a",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "A csapat törlése után minden erőforrása és adata véglegesen törlésre kerül. A csapat törlése előtt kérjük, töltsön le minden adatot vagy információt erről a csapatról, amelyet meg kíván őrizni.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "A fiók törlése után minden erőforrása és adata véglegesen törlődik. A fiók törlése előtt kérjük, töltsön le minden olyan adatot vagy információt, amelyet meg kíván őrizni.",
    "Page Expired": "Lejárt oldal",
    "Pagination Navigation": "Oldalszámozás Navigáció",
    "Password": "Jelszó",
    "Payment Required": "fizetés szükséges",
    "Pending Team Invitations": "Függőben Lévő Csapatmeghívások",
    "Permanently delete this team.": "Véglegesen törölje ezt a csapatot.",
    "Permanently delete your account.": "Véglegesen törölje fiókját.",
    "Permissions": "Engedélyek",
    "Photo": "Fotó",
    "Please click the button below to verify your email address.": "Kérjük kattintson az alábbi gombra az e-mail címe megerősítéséhez.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Kérjük, erősítse meg a fiókhoz való hozzáférést az egyik vészhelyzeti helyreállítási kód megadásával.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Kérjük, erősítse meg a fiókhoz való hozzáférést a hitelesítő alkalmazás által biztosított hitelesítési kód megadásával.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kérjük, másolja az új API token. A biztonság kedvéért nem jelenik meg újra.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Kérjük, adja meg a jelszavát annak megerősítéséhez, hogy ki szeretne jelentkezni a többi böngészőből az összes eszközön.",
    "Please provide the email address of the person you would like to add to this team.": "Kérjük, adja meg annak a személynek az e-mail címét, akit hozzá szeretne adni ehhez a csapathoz.",
    "Privacy Policy": "Adatvédelmi Irányelvek",
    "Profile": "Profil",
    "Profile Information": "Adatlap Információk",
    "Recovery Code": "Helyreállítási Kód",
    "Regards": "Üdvözlettel",
    "Regenerate Recovery Codes": "Regenerálja A Helyreállítási Kódokat",
    "Register": "Regisztráció",
    "Remember me": "Emlékezz rám",
    "Remove": "Eltávolítás",
    "Remove Photo": "Fotó Eltávolítása",
    "Remove Team Member": "Csapat Tag Eltávolítása",
    "Resend Verification Email": "Ellenőrző E-Mail Újraküldése",
    "Reset Password": "Jelszó helyreállítás",
    "Reset Password Notification": "Jelszó helyreállítás emlékeztető",
    "results": "eredmények",
    "Role": "Szerep",
    "Save": "Mentés",
    "Saved.": "Elmentve.",
    "Select A New Photo": "Válasszon Ki Egy Új Fényképet",
    "Server Error": "Szerver hiba",
    "Service Unavailable": "Szolgáltatás nem elérhető",
    "Setup Key": "Beállítási kulcs",
    "Show Recovery Codes": "Helyreállítási Kódok Megjelenítése",
    "Showing": "Bemutató",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Tárolja ezeket a helyreállítási kódokat egy biztonságos jelszókezelőben. Felhasználhatók a fiókhoz való hozzáférés helyreállítására, ha a kéttényezős hitelesítési eszköz elveszik.",
    "Switch Teams": "Switch Csapatok",
    "Team Details": "Csapat Adatai",
    "Team Invitation": "Csapat Meghívó",
    "Team Members": "A Csapat Tagjai",
    "Team Name": "Csapat Neve",
    "Team Owner": "Csapat Tulajdonosa",
    "Team Settings": "Csapat Beállítások",
    "Terms of Service": "Szolgáltatási feltételek",
    "The :attribute must be a valid role.": "A :attribute-nek érvényes szerepnek kell lennie.",
    "The :attribute must be at least :length characters and contain at least one number.": "A :attribute karakternek legalább :length karakternek kell lennie, és legalább egy számot kell tartalmaznia.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "A :attribute karakternek legalább :length karakternek kell lennie, és legalább egy különleges karaktert és egy számot kell tartalmaznia.",
    "The :attribute must be at least :length characters and contain at least one special character.": "A :attribute karakternek legalább :length karakternek kell lennie, és legalább egy különleges karaktert kell tartalmaznia.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "A :attribute karakternek legalább :length karakternek kell lennie, és legalább egy nagybetűs karaktert és egy számot kell tartalmaznia.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "A :attribute karakternek legalább :length karakternek kell lennie, és legalább egy nagybetűs és egy különleges karaktert kell tartalmaznia.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "A :attribute-nek legalább :length karakternek kell lennie, és legalább egy nagybetűs karaktert, egy számot és egy különleges karaktert kell tartalmaznia.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Az :attribute-asnak legalább :length karakternek kell lennie, és legalább egy nagybetűs karaktert kell tartalmaznia.",
    "The :attribute must be at least :length characters.": "Az :attribute-nek legalább :length karakternek kell lennie.",
    "The given data was invalid.": "A megadott adatok érvénytelenek voltak.",
    "The password is incorrect.": "A jelszó helytelen.",
    "The provided password does not match your current password.": "A megadott jelszó nem egyezik meg az aktuális jelszóval.",
    "The provided password was incorrect.": "A megadott jelszó helytelen volt.",
    "The provided two factor authentication code was invalid.": "A megadott kéttényezős hitelesítési kód érvénytelen volt.",
    "The provided two factor recovery code was invalid.": "A megadott kéttényezős helyreállítási kód érvénytelen.",
    "The response is not a streamed response.": "A válasz nem streamelt válasz.",
    "The response is not a view.": "A válasz nem nézet.",
    "The team's name and owner information.": "A csapat neve és a tulajdonos adatai.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Ezeket az embereket meghívták a csapatába, és meghívó e-mailt küldtek nekik. Az e-mail meghívás elfogadásával csatlakozhatnak a csapathoz.",
    "This action is unauthorized.": "Nincs elég jogosultsága végrehajtani ezt a műveletet.",
    "This device": "Ez az eszköz",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ez az alkalmazás biztonságos területe. Kérjük, erősítse meg jelszavát, mielőtt folytatná.",
    "This password does not match our records.": "Ez a jelszó nem egyezik a nyilvántartásunkkal.",
    "This password reset link will expire in :count minutes.": "Ez a jelszó helyreállító hivatkozás :count perc múlva le fog járni.",
    "This user already belongs to the team.": "Ez a felhasználó már a csapathoz tartozik.",
    "This user has already been invited to the team.": "Ezt a felhasználót már meghívták a csapatba.",
    "to": "hogy",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "A kétfaktoros hitelesítés engedélyezésének befejezéséhez olvassa be a következő QR-kódot telefonja hitelesítő alkalmazásával, vagy adja meg a beállítási kulcsot, és adja meg a generált OTP-kódot.",
    "Toggle navigation": "Navigáció be/ki",
    "Token Name": "Token Név",
    "Too Many Requests": "Túl sok lekérés",
    "Two Factor Authentication": "Kétfaktoros Hitelesítés",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "A kétfaktoros hitelesítés most engedélyezve van. Olvassa be a következő QR-kódot a telefon hitelesítő alkalmazásával, vagy írja be a beállítási kulcsot.",
    "Unauthorized": "Jogosulatlan",
    "Unknown": "Ismeretlen",
    "Update Password": "Jelszó Frissítése",
    "Update your account's profile information and email address.": "Frissítse fiókja profiladatait és e-mail címét.",
    "Use a recovery code": "Helyreállítási kód használata",
    "Use an authentication code": "Hitelesítési kód használata",
    "Verify Email Address": "E-mail cím megerősítése",
    "We were unable to find a registered user with this email address.": "Nem találtunk regisztrált felhasználót ezzel az e-mail címmel.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ha a kéttényezős hitelesítés engedélyezve van, a rendszer egy biztonságos, véletlenszerű tokent kér a hitelesítés során. Lehet letölteni ezt a tokent a telefon Google Hitelesítő alkalmazás.",
    "Whoops!": "Hoppá!",
    "Whoops! Something went wrong.": "Hoppá! Valami rosszul sült el.",
    "You are receiving this email because we received a password reset request for your account.": "Azért kapja ezt az üzenetet, mert a fiókjára jelszó helyreállítási kérés érkezett.",
    "You have been invited to join the :team team!": "Meghívtak, hogy csatlakozzon az :team csapathoz!",
    "You have enabled two factor authentication.": "Két tényező hitelesítését engedélyezte.",
    "You have not enabled two factor authentication.": "Nem engedélyezte a két tényező hitelesítését.",
    "You may accept this invitation by clicking the button below:": "Ezt a meghívást az alábbi gombra kattintva fogadhatja el:",
    "You may delete any of your existing tokens if they are no longer needed.": "Törölheti a meglévő tokeneket, ha már nincs rájuk szükség.",
    "You may not delete your personal team.": "Lehet, hogy nem törli a személyes csapat.",
    "You may not leave a team that you created.": "Nem hagyhatsz el egy csapatot, amit létrehoztál.",
    "Your email address is unverified.": "Az Ön e-mail címe nincs ellenőrizve.",
    "select autumn image": "válasszon őszi képet",
    "select winter image": "válasszon téli képet",
    "select spring image": "válasszon tavaszi képet",
    "select summer image": "válasszon nyári képet",
    "change autumn image": "változtassa meg az őszi képet",
    "change winter image": "változtassa meg a téli képet",
    "change spring image": "változtassa meg a tavaszi képet",
    "change summer image": "változtassa meg a nyári képet",
    "Search for activities": "Keresés tevékenységek",
    "Date": "Dátum",
    "Time": "Idő",
    "Device": "Eszköz",
    "Devices": "Eszközök",
    "Move Forward": "Mozogjon előre",
    "Move Back": "Mozogjon vissza",
    "One-Bedroom Apartment": "Egy hálószobás lakás",
    "Bedroom": "Hálószoba",
    "1 Queen Bed": "1 királynő ágy",
    "Living_room": "Nappali",
    "1 Sofa Bed": "1 kanapéágy",
    "Account settings": "Fiókbeállítások",
    "Already have an account?": "Már van fiókod?",
    "Create an account": "Fiók létrehozása",
    "Creating account": "Fiók létrehozása",
    "Account created": "Fiók létrehozva",
    "Don't fret! Just type in your email and we will send you a code to reset your password!": "Ne aggódj! Csak írd be az e-mail címedet, és elküldünk neked egy kódot a jelszó visszaállításához!",
    "Don’t have an account yet?": "Még nincs fiókod?",
    "Logging in": "Bejelentkezés",
    "Logged in": "Bejelentkezve",
    "Login here": "Bejelentkezés ide",
    "My Profile": "Profilom",
    "name@company.com": "nev@cég.hu",
    "Our administrators are performing scheduled maintenance": "Az adminisztrátorok ütemezett karbantartást végeznek",
    "Overview": "Áttekintés",
    "Register new account": "Új fiók regisztrálása",
    "Search": "Keresés",
    "Sign out": "Kijelentkezés",
    "Sign up": "Regisztráció",
    "Under Maintenance": "Karbantartás alatt",
    "Your email": "Az email címed",
    "Last login": "Utolsó bejelentkezés",
    "Account Activity": "Fiók tevékenysége",
    "created_login": "Bejelentkezve",
    "created_logout": "Kijelentkezve",
    "updated_user": "Profil frissítve",
    "Activity Log": "Tevékenységnapló",
    "History of activity made by this account.": "Ezen fiók által végzett tevékenység előzményei.",
    "Verify your email": "Ellenőrizze e-mail címét",
    "Download Google Authenticator": "Google Authenticator letöltése",
    "Scroll To Top": "Görgetés a tetejére",
    "You are not authorized to access this page": "Nincs jogosultsága az oldal eléréséhez",
    "Back to Homepage": "Vissza a kezdőlapra",
    "no location": "nincs helyszín",
    "Users": "Felhasználók",
    "All Users": "Minden felhasználó",
    "Users List": "Felhasználók listája",
    "Search for users": "Felhasználók keresése",
    "Address": "Cím",
    "Country": "Ország",
    "Phone": "Telefonszám",
    "Status": "Állapot",
    "Action": "Művelet",
    "Inactive": "Inaktív",
    "Active": "Aktív",
    "Edit User": "Felhasználó szerkesztése",
    "Edit": "Szerkesztés",
    "Recently active": "Utóbbi tevékenységek",
    "Sort By": "Rendezés",
    "page": "oldal",
    "Saving": "Mentés",
    "Saved": "Mentve",
    "I accept the": "Elfogadom a",
    "Terms and Conditions": "Felhasználási feltételeket",
    "Something's missing": "Hiányzik valami",
    "Pages": "Oldalak",
    "Galleries": "Galériák",
    "User info has been saved.": "Felhasználói információk elmentve.",
    "Your info has been saved.": "Az információk elmentve.",
    "Users password has been changed.": "A felhasználó jelszava megváltozott.",
    "Your password has been changed.": "A jelszó megváltozott.",
    "Password confirmation does not match.": "A jelszó megerősítése nem egyezik.",
    "The page expired, please refresh with F5 and try again.": "Az oldal lejárt, kérjük, frissítse az F5 billentyűvel, majd próbálkozzon újra.",
    "Our administrators are performing scheduled maintenance.": "Az adminisztrátorok ütemezett karbantartást végeznek.",
    "Sorry, you are forbidden from accessing this page.": "Sajnáljuk, de megtagadjuk az oldal elérését.",
    "Whoops, something went wrong on our servers.": "Hoppá, valami hiba történt a szervereinken.",
    "Our administrators are already looking in to it.": "Az adminisztrátorok már vizsgálják.",
    "Back": "Vissza",
    "Other sessions are logged out": "Más munkamenetek ki vannak jelentkezve",
    "Logging Out Other Sessions": "Más munkamenetek kijelentkeztetése",
    "Current password is required.": "A jelenlegi jelszó kötelező.",
    "New password is required.": "Az új jelszó kötelező.",
    "Spam is not allowed!": "A spam nem megengedett!",
    "Step off the keyboard!": "Lépj le a billentyűzetről!",
    "Edit Gallery": "Galéria szerkesztése",
    "Add New Gallery": "Új galéria hozzáadása",
    "Create Gallery": "Galéria létrehozása",
    "Enter name": "Írja be a nevet",
    "Enter description": "Adja meg a leírást",
    "Click to upload": "Kattintson a feltöltéshez",
    "or drag and drop": "vagy húzza ide",
    "No%20images": "Nincsenek képek",
    "No images yet!": "Még nincsenek képek!",
    "Click here to add some": "Kattintson ide a hozzáadáshoz",
    "No images uploaded yet!": "Még nincsenek feltöltött képek!",
    "Click here to upload some": "Kattintson ide a feltöltéshez",
    "This will remove image from this gallery.": "Ez eltávolítja a képet ebből a galériából.",
    "Image will not be deleted.": "A kép nem lesz törölve.",
    "No, cancel": "Nem, mégse",
    "Yes, I'm sure": "Igen, biztos vagyok",
    "Attach Images To Gallery": "Képek csatolása a galériához",
    "Doubleclick to change photo": "Kép megváltoztatásához dupla kattintás",
    "This will delete image and its all files and thumbs from server.": "Ez törölni fogja a képet és minden fájlt és miniát a szerverről.",
    "Image can not be restored after this action.": "A képet nem lehet visszaállítani ezt követően.",
    "Detaching from gallery": "Leválasztás a galériáról",
    "Attaching to gallery": "Csatolás a galériához",
    "Detaching from image": "Leválasztás a képről",
    "Attaching to image": "Csatolás a képhez",
    "Detached from gallery": "Leválasztva a galériáról",
    "Attached": "Csatolva",
    "This will add image to this gallery.": "Ez hozzáadja a képet ehhez a galériához.",
    "Edit image info": "Kép információinak szerkesztése",
    "Remove image from gallery": "Kép eltávolítása a galériából",
    "Delete from server": "Törlés a szerverről",
    "Image has been attached to the gallery.": "A kép csatolva lett a galériához.",
    "Gallery has been created.": "A galéria létrehozva.",
    "Gallery has been deleted.": "A galéria törölve.",
    "Gallery has been updated.": "A galéria frissítve.",
    "Image has been detached from the gallery.": "A kép leválasztva a galériáról.",
    "Gallery has been attached to the image.": "A galéria csatolva lett a képhez.",
    "Image has been uploaded and saved.": "A kép feltöltve és mentve.",
    "Image and all its files and thumbnails has been deleted.": "A kép és minden fájlja és miniatűrje törölve lett.",
    "Gallery has been detached from the image.": "A galéria leválasztva a képről.",
    "Image has been updated.": "A kép frissítve.",
    "Upload And Attach Images": "Képek feltöltése és csatolása",
    "Attach to gallery": "Csatolás a galériához",
    "Images": "Képek",
    "Image": "Kép",
    "image": "kép",
    "Edit Image": "Kép szerkesztése",
    "Upload Images": "Képek feltöltése",
    "Deleting Image": "Kép törlése",
    "Image Deleted": "Kép törölve",
    "Image dimensions must be at least 1280x720(HD)px": "A kép mérete legalább 1280x720(HD)px kell legyen",
    "Upload All": "Összes feltöltése",
    "Upload": "Feltöltés",
    "Uploading": "Feltöltés",
    "Uploaded": "Feltöltve",
    "All uploaded images are attached to gallery!": "Az összes feltöltött kép csatolva van a galériához!",
    "No galleries yet!": "Még nincsenek galériák!",
    "To create one, click here": "Hozzon létre egyet, kattintson ide",
    "Search for galleries": "Galériák keresése",
    "Search for images": "Képek keresése",
    "Remove Gallery": "Galéria eltávolítása",
    "Non-smoking rooms": "Nemdohányzó szobák",
    "Free parking": "Ingyenes parkolás",
    "Family rooms": "Családi szobák",
    "Skiing": "Síelés",
    "Private beach area": "Privát strand",
    "Entire apartment": "Teljes apartman",
    "Private kitchen": "Saját konyha",
    "Attached bathroom":"Csatolt fürdőszoba",
    "Balcony": "Balkon",
    "Garden view": "Kertre néző",
    "Mountain view": "Hegyre néző",
    "Inner courtyard view": "Belső udvarra néző",
    "Patio": "Patio",
    "Flat-screen TV": "Lapos képernyős TV",
    "Terrace": "Terasz",
    "Coffee machine": "Kávéfőző",
    "Kitchen": "Konyha",
    "Safe Deposit Box": "Páncélszekrény",
    "Toilet": "WC",
    "Sofa": "Kanapé",
    "Bath or Shower": "Fürdőkád vagy zuhany",
    "Towels": "Törölközők",
    "Linen": "Ágynemű",
    "socket near the bed": "Konnektor az ágy mellett",
    "Cleaning products": "Tisztítószerek",
    "Tiled / Marble floor": "Csempés / márvány padló",
    "Seating area": "Ülősarok",
    "Trouser Press": "Nadrágvasaló",
    "TV": "TV",
    "Refrigerator": "Hűtőszekrény",
    "Mosquito Net": "Sárgyűjtő",
    "Ironing facilities": "Vasalási lehetőség",
    "Coffee/Tea maker": "Kávé/Teafőző",
    "Clothing Iron": "Vasaló",
    "Heating": "Fűtés",
    "Hair Dryer": "Hajszárító",
    "Kitchenware": "Konyhai eszközök",
    "DVD-Player": "DVD-lejátszó",
    "Dressing room": "Öltözőszoba",
    "CD-Player": "CD-lejátszó",
    "Carpeted Floor": "Szőnyegpadló",
    "Electric Kettle": "Villanytűzhely",
    "Outdoor furniture": "Kültéri bútor",
    "Outdoor dining area": "Kültéri étkező",
    "Cable channels": "Kábeltévé csatornák",
    "Laptop Safe Box": "Laptop széf",
    "Wardrobe/Closet": "Ruhatár",
    "Oven": "Sütő",
    "Stove": "Tűzhely",
    "Toaster": "Kenyérpirító",
    "Dining Area": "Étkező",
    "Dining table": "Étkezőasztal",
    "Upper floor reachable by stairs only": "Az emelet csak lépcsőn keresztül érhető el",
    "Detached": "Különálló",
    "Private flat in block of flats": "Privát lakás a lakóházban",
    "Clothes Rack": "Ruhaszárító",
    "Clothes drying rack": "Ruhás szárító",
    "Toilet paper": "Toalettpapír",
    "Board games/puzzles": "Társasjáték/rejtvény",
    "Sofa bed": "Kihúzható kanapé",
    "Hand sanitizer in room": "Kézfertőtlenítő a szobában",
    "And much more": "És még sok más",
    "Amenities & Services": "Szolgáltatások és kényelem",
    "Site Backgrounds": "Oldal háttérképek",
    "autumn": "ősz",
    "winter": "tél",
    "spring": "tavasz",
    "summer": "nyár",
    "It's Autumn": "Ősz van",
    "It's Winter": "Tél van",
    "It's spring": "Tavasz van",
    "It's Summer": "Nyár van",
    "for": "részére",
    "bedroom": "Hálószoba",
    "1 queen bed": "1 Queen méretű ágy",
    "living_room": "Nappali",
    "1 sofa bed": "1 Kihúzható kanapé",
    "About Us": "Rólunk",
    "Our Apartments": "Lakásaink",
    "Home": "Kezdőlap",
    "Contact Us": "Kapcsolat",
    "Stories": "Történetek",
    "Reservation": "Foglalás",
    "Select arrival & departure dates": "Válassza ki az érkezési és távozási dátumokat",
    "Reservation Inquiry": "Foglalási érdeklődés",
    "Subject": "Tárgy",
    "Message": "Üzenet",
    "Date (from-to)": "Dátum (tól-ig)",
    "Close menu": "Menü bezárása",
    "Datepicker range": "Dátumválasztó tartomány",
    "Set up min and max days available for booking": "Állítsa be a foglalható minimális és maximális napokat",
    "Max": "Max",
    "Update": "Frissítés",
    "Updating": "Frissítés",
    "Updated": "Frissítve",
    "Send inquiry": "Küldjön érdeklődést",
    "Sending inquiry": "Érdeklődés küldése",
    "Inquiry sent": "Érdeklődés elküldve",
    "Please review your inquiry and make sure that you include all needed information.": "Kérjük, ellenőrizze az érdeklődését, és győződjön meg róla, hogy minden szükséges információt megadott.",
    "Submit": "Küldés",
    "Submitting": "Küldés",
    "Pets": "Háziállatok",
    "Adults": "Felnőttek",
    "Children": "Gyermekek",
    "Kids": "Gyermekek",
    "Child": "Gyermek",
    "Enter your email": "Adja meg az e-mail címét",
    "Enter your name": "Adja meg a nevét",
    "Enter subject": "Adja meg a tárgyat",
    "Enter message": "Írja be az üzenetet",
    "Select apartmant": "Válassza ki az apartmant",
    "Enter your phone number": "Adja meg telefonszámát",
    "Learn more": "További információ",
    "Check availability": "Ellenőrizze a rendelkezésre állást",
    "All apartmants include": "Minden apartman tartalmazza",
    "Fully equiped kitchen": "Teljesen felszerelt konyha",
    "Review": "0: Nincsenek vélemények | 1: Vélemény | 2,*: Vélemények",
    "Post Review": "Vélemény közzététele",
    "Share": "Megosztás"
}
